Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Your child's courses might not be published yet.
ar: ربما لم يتم نشر مساقات الطالب بعد.
ca: És possible que encara no s'hagin publicat les assignatures del vostre fill.
cy: Efallai nad yw cyrsiau eich plentyn wedi cael eu cyhoeddi eto.
da: Dit barns fag er måske ikke offentliggjort endnu.
da_instk12: Dit barns fag er måske ikke offentliggjort endnu.
de: Ihre untergeordneten Kurse sind möglicherweise noch nicht veröffentlicht.
es: Es posible que los cursos de su hijo aún no estén publicados.
es_es: Es posible que las asignaturas de tu hijo aún no estén publicadas.
fi: Tämän lapsen kursseja ei ehkä vielä julkaista.
fr: Les cours de votre enfant n’ont peut-être pas encore été publiés.
fr_ca: Vos cours dépendants peuvent ne pas être encore publiés.
ga: Seans nach bhfuil cúrsaí do linbh foilsithe fós.
hi: हो सकता है कि आपके बच्चे के पाठ्यक्रम अभी तक प्रकाशित न हुए हों।
ht: Kou pitit ou a gendwa poko pibliye.
id: Kursus anak Anda mungkin belum diterbitkan.
is: Námskeið barnsins þíns eru ef til vill ekki birt enn.
it: I corsi di tuo figlio potrebbero non essere stati ancora pubblicati.
ja: お子様のコースはまだ公開されていない可能性があります。
ko: 자녀의 과목이 아직 게시되지 않았을 수 있습니다.
mi: Kaore e pānuitia ngā akoranga a tō tamaiti i tēnei wā.
ms: Kursus anak anda mungkin belum diterbitkan.
nb: Dine underordnede emner er kanskje upublisert enda.
nb_instk12: Dine underordnede fag er kanskje upublisert enda.
nl: De cursussen van je cursist zijn mogelijk nog niet gepubliceerd.
pl: Kursy Twojego dziecka mogły nie zostać jeszcze opublikowane.
pt: As disciplinas do seu filho podem ainda não ter sido publicadas.
pt_br: Os cursos do seu filho podem ainda não ter sido publicados.
ru: Курсы вашего ребенка пока еще не могут быть опубликованы.
sl: Predmeti vašega otroka morda še niso objavljeni.
sv: Ditt barns kurs kanske inte publicerats än.
sv_instk12: Ditt barns kurs kanske inte publicerats än.
th: บทเรียนเชื่อมโยงของคุณอาจยังไม่ได้เผยแพร่
vi: Khóa học của con em của bạn có thể chưa được công bố.
zh: 您孩子的课程可能尚未发布。
zh_hk: 您的子課程可能尚未發佈。

source: Your courses will be listed here, and then you can make them available for offline usage.
ar: سيتم إدراج مساقاتك هنا، ثم يمكنك إتاحته للاستخدام دون اتصال.
ca: Les vostres assignatures s’enumeraran aquí; posteriorment, podeu fer que estiguin disponibles per utilitzar-se sense connexió.
cy: Bydd eich cyrsiau’n cael eu rhestru yma, ac yna gallwch chi ei gwneud ar gael i'w defnyddio all-lein.
da: Dine fag vil blive vist her, og derefter kan du gøre dem tilgængelige til offline brug.
da_instk12: Dine fag vil blive vist her, og derefter kan du gøre dem tilgængelige til offline brug.
de: Ihre Kurse werden hier aufgelistet und können dann für die Offline-Nutzung verfügbar gemacht werden.
es: Sus cursos se mostrarán aquí y luego podrá ponerlos a disposición para su uso sin conexión.
es_es: Tus cursos aparecerán aquí y luego, podrás habilitarlos para utilizarlos sin conexión.
fi: Kurssisi näkyvät täällä, ja voit sitten asettaa sen saataville verkon ulkopuoliseen käyttöön.
fr: Vos cours seront répertoriés ici, puis vous pourrez les rendre disponibles pour une utilisation hors ligne.
fr_ca: Vos cours seront répertoriés ici, puis vous pourrez les rendre disponible pour une utilisation hors ligne.
ga: Beidh do chúrsaí liostaithe anseo, agus ansin is féidir leat iad a chur ar fáil le húsáid as líne.
hi: आपके पाठ्यक्रम यहां सूचीबद्ध किए जाएंगे, और फिर आप उन्हें ऑफ़लाइन उपयोग के लिए उपलब्ध करा सकते हैं।
ht: Kou ou yo ap afiche isit la, apre sa ou ka mete yo disponib pou itilize san koneksyon.
id: Kursus Anda akan tertera di sini, lalu Anda dapat menyediakannya untuk penggunaan offline.
is: Námskeiðin þín verða skráð hér og síðan geturðu gert þau aðgengileg til notkunar án nettengingar.
it: I tuoi corsi saranno elencati qui, quindi è possibile renderli disponibili per l’uso offline.
ja: コースがここに表示され、オフラインで利用できるようにすることができます。
ko: 목록은 여기에 나열된 후에 오프라인에서 사용 가능하도록 만들 수 있습니다.
mi: Ka whakarārangihia ō akoranga ki reira ka taea e koe te whakawātea mō te whakamahi tuimotu.
ms: kursus anda akan disenaraikan di sini, kemudian anda boleh menyediakannya untuk kegunaan luar talian.
nb: Emnene dine vil vises her, og du kan deretter gjøre det tilgjengelig for frakoblet bruk.
nb_instk12: Fagene dine vil vises her, og du kan deretter gjøre det tilgjengelig for frakoblet bruk.
nl: Je cursussen worden hier weergegeven, waarvan je de inhoud beschikbaar kunt maken voor offline gebruik.
pl: Kursy zostaną wyszczególnione tutaj, następnie można je będzie udostępnić do użytku offline.
pt: As suas disciplinas serão listadas aqui e, em seguida, pode disponibilizá-las para utilização offline.
pt_br: Seus cursos serão listados aqui e você poderá disponibilizá-los para uso offline.
ru: Ваши курсы будут перечислены здесь, а затем вы сможете сделать их доступными для использования в режиме офлайн.
sl: Vaši predmeti bodo navedeni tukaj, nato pa lahko zanje omogočite uporabo brez povezave.
sv: Dina kurser kommer att listas här, och sedan kan du göra dem tillgängliga för offlineanvändning.
sv_instk12: Dina kurser kommer att listas här, och sedan kan du göra dem tillgängliga för offlineanvändning.
th: บทเรียนของคุณจะปรากฏขึ้นที่นี่ จากนั้นคุณสามารถเผยแพร่สำหรับใช้งานแบบออฟไลน์
vi: Khóa học của bạn sẽ được liệt kê ở đây, và sau đó bạn có thể xử lý để sử dụng ngoại tuyến.
zh: 此处将列出您的课程，然后您可以使内容离线可用。
zh_hk: 您的課程將將在此處列出，然後您可以讓它們可以離線使用。

source: Your device is out of storage space. Please free up space and try again.
ar: لا توجد سعة تخزينية على جهازك. الرجاء تحرير مساحة ثم إعادة المحاولة.
ca: El dispositiu s'ha quedat sense espai d'emmagatzematge. Allibereu espai i torneu a provar-ho.
cy: Does dim lle storio ar ôl yn eich dyfais. Ewch ati i ryddhau rhywfaint o le a rhoi cynnig arall arni.
da: Din enhed har ikke mere lagerplads. Frigør plads og prøv igen.
da_instk12: Din enhed har ikke mere lagerplads. Frigør plads og prøv igen.
de: Der Speicher Ihres Geräts ist voll. Bitte geben Sie Speicherplatz frei, und versuchen Sie es erneut.
es: Su dispositivo no tiene más espacio de almacenamiento. Libere espacio y vuelva a intentarlo.
es_es: Tu dispositivo no tiene más espacio de almacenamiento. Libera espacio y vuelve a intentarlo.
fi: Laitteesi tallennustila on lopussa. Vapauta tilaa ja yritä uudelleen.
fr: Votre appareil n'a plus assez d'espace libre. Veuillez libérer de l'espace, puis réessayez.
fr_ca: Espace de stockage de votre appareil insuffisant. Veuillez libérer de l'espace et essayez à nouveau.
ga: Tá do ghléas as spás stórála. Déan níos mó spáis agus bain triail eile as.
hi: आपकी डिवाइस का भंडारण स्थान समाप्त हो गया है। कृपया स्थान खाली करें और फिर से कोशिश करें।
ht: Pa gen espas estojak sou aparèy ou a ankò. Tanpri libere kèk espas epi eseye ankò.
id: Perangkat Anda kehabisan ruang penyimpanan. Silakan bebaskan ruang dan coba lagi.
is: Tækið þitt er búið með geymslupláss. Losaðu pláss og reyndu aftur.
it: Il tuo dispositivo ha esaurito lo spazio di archiviazione. Liberare dello spazio e riprovare.
ja: デバイスのストレージスペースが不足しています。スペースを作ってもう一度お試しください。
ko: 장치에 스토리지 공간이 없습니다. 공간을 확보하고 다시 시도하세요.
mi: Kua pau te wahi rokiroki a tō taputapu. Tēnā koa whakawātea he wāhi ka ngana anō.
ms: Peranti anda kehabisan ruang storan. Sila kosongkan ruang pada peranti anda dan cuba semula.
nb: Enheten din har gått tom for lagringsplass. Frigjør plass og prøv igjen.
nb_instk12: Enheten din har gått tom for lagringsplass. Frigjør plass og prøv igjen.
nl: Je apparaat beschikt over onvoldoende opslagruimte. Maak ruimte vrij en probeer het opnieuw.
pl: Brak wolnego miejsca na urządzeniu. Zwolnij trochę miejsca i spróbuj ponownie
pt: Seu dispositivo está sem espaço de armazenamento. Libere espaço e tente novamente.
pt_br: O seu dispositivo não tem espaço. Crie espaço e tente novamente.
ru: На вашем устройстве закончилась свободная память. Освободите память и попробуйте снова.
sl: V napravi je zmanjkalo prostora na disku. Počistite prostor na disku in poskusite znova.
sv: Din enhet har slut på lagringsutrymme. Vänligen frigör utrymme och testa igen.
sv_instk12: Din enhet har slut på lagringsutrymme. Vänligen frigör utrymme och testa igen.
th: อุปกรณ์ของคุณไม่มีพื้นที่จัดเก็บข้อมูลเหลือ กรุณาเพิ่มพื้นที่และลองใหม่อีกครั้ง
vi: Thiết bị của bạn đã hết dung lượng lưu trữ trống. Vui lòng giải phóng dung lượng trống rồi thử lại.
zh: 您的设备的存储空间不足。请释放空间，然后重试。
zh_hk: 您的設備沒有儲存空間了。請釋放空間，然後重試。

source: Your Email
ar: بريدك الإلكتروني
ca: La vostra adreça electrònica
cy: Eich E-bost
da: Din e-mail
da_instk12: Din e-mail
de: Ihre E-Mail
es: Su correo electrónico
es_es: Tu correo electrónico
fi: Sähköpostiosoitteesi
fr: Votre email
fr_ca: Votre courriel
ga: Do rPhost
hi: आपका ईमेल
ht: Imèl Ou
id: Email Anda
is: Netfangið þitt
it: La tua email
ja: あなたのメールアドレス
ko: 내 이메일
mi: Tō īmēra
ms: E-mel Anda
nb: Din e-postadresse
nb_instk12: Din e-postadresse
nl: Je e-mail
pl: Twój adres e-mail
pt: Seu e-mail
pt_br: Seu E-mail
ru: Ваша электронная почта
sl: Vaš e-poštni naslov
sv: Din e-post
sv_instk12: Din e-postadress
th: อีเมลของคุณ
vi: Email Của Bạn
zh: 您的电子邮件
zh_hk: 您的電子郵件

source: Your file was successfully submitted. Enjoy your day!
ar: تم إرسال ملفك بنجاح. طاب يومك!
ca: S'ha enviat correctament el fitxer. Que tingueu bon dia.
cy: Wedi llwyddo i gyflwyno eich ffeil. Mwynhewch eich diwrnod!
da: Din fil blev indsendt. Hav en god dag!
da_instk12: Din fil blev indsendt. Hav en god dag!
de: Ihre Datei wurde erfolgreich gesendet. Genießen Sie Ihren Tag!
es: Su archivo se entregó con éxito. ¡Disfrute su día!
es_es: Tu archivo se ha entregado correctamente. Que tengas un buen día
fi: Tiedostosi lähetys onnistui. Nauti päivästäsi!
fr: Votre fichier a été envoyé avec succès. Bonne journée !
fr_ca: Votre fichier a été envoyé avec succès. Profitez de votre journée!
ga: Cuireadh isteach do chomhad go rathúil. Bain sult as do lá!
hi: आपकी फ़ाइल सफलतापूर्वक सबमिट कर दी गई। अपने दिन का आनंद लें!
ht: Fichye ou a transfere avèk siksè. Pwofite jounen an!
id: File Anda berhasil diserahkan. Semoga harimu menyenangkan!
is: Skil skjals tókust. Njóttu dagsins!
it: L’invio del file è riuscito. Buona giornata!
ja: あなたのファイルは正常に提出されました。 よい一日を！
ko: 파일이 제출되었습니다. 즐거운 하루 보내세요!
mi: I pai te tuku I to konae. Kia pai tō rā!
ms: Fail anda berjaya diserahkan. Nikmati hari anda!
nb: Filen din ble sendt inn. Ha en fin dag!
nb_instk12: Filen din ble sendt inn. Ha en fin dag!
nl: Je bestand is ingeleverd. Een fijne dag gewenst!
pl: Twój plik został pomyślnie przesłany. Korzystaj z dnia!
pt: O seu ficheiro foi submetido com sucesso. Desfrute seu dia!
pt_br: Seu arquivo foi enviado com sucesso. Aproveite o seu dia!
ru: Ваш файл был успешно отправлен. Хорошего дня!
sl: Vaša datoteka je uspešno oddana. Lep dan vam želimo.
sv: Din fil har lämnats in. Ha en bra dag!
sv_instk12: Din fil har lämnats in. Ha en bra dag!
th: จัดส่งไฟล์ของคุณเสร็จสิ้น ขอให้มีความสุข!
vi: Tập tin của bạn đã được nộp thành công. Hãy tận hưởng thời gian còn lại trong ngày nhé!
zh: 已成功提交文件。 享受您的一天！
zh_hk: 成功提交您的檔案。 祝您愉快！

# Your Grade: %.0f pt
source: Your Grade: %.0f pts
ar: الدرجة الخاصة بك: %.0f النقاط
ca: La vostra nota: %.0f punts
cy: Eich Gradd: %.0f pwynt
da: Din karakter: %.0f point
da_instk12: Din vurdering: %.0f point
de: Ihre Note: %.0f Pkte.
es: Su calificación: %.0f ptos.
es_es: Tu puntuación: %.0f ptos
fi: Arvosanasi: %.0f pistetä
fr: Votre note : %.0f pts
fr_ca: Votre notation : %.0f pts
ga: Do Mharc: %.0f pointe
hi: आपका ग्रेड: %.0f पॉइंट्स
ht: Rezilta Ou: %.0f pwen
id: Nilai Anda: %.0f poin
is: Einkunn þín: %.0f punktar
it: Il tuo voto: %.0f pt
ja: あなたの評定：%.0fポイント
ko: 내 성적: %.0f점
mi: Tō Kōeke: %.0f ngā koinga
ms: Gred Anda: %.0f mata
nb: Din vurdering: %.0f poeng
nb_instk12: Din vurdering: %.0f poeng
nl: Je cijfer: %.0f ptn
pl: Twoja ocena: %.0f pkt
pt: Sua Classificação: %.0f pts
pt_br: Sua nota: %.0f pts
ru: Ваша оценка: %.0f баллы
sl: Vaša ocena: %.0f točk
sv: Ditt omdöme: %.0f poäng
sv_instk12: Din bedömning: %.0f poäng
th: เกรดของคุณ: %.0f คะแนน
vi: Điểm của Bạn: %.0f điểm thành phần
zh: 您的等级：%.0f得分
zh_hk: 您的評分：%.0f分數

source: Your to do list is empty. Time to recharge.
ar: قائمة المهام الخاصة بك فارغة. حان وقت إعادة الشحن.
ca: La llista de tasques pendents està buida. És l'hora de recarregar.
cy: Mae eich rhestr tasgau i’w gwneud yn wag. Amser i ailwefru.
da: Din opgaveliste er tom. Tid til at tage den med ro.
da_instk12: Din opgaveliste er tom. Tid til at tage den med ro.
de: Ihre Aufgabenliste ist leer. Zeit zum Nachladen.
es: Su lista de tareas por hacer está vacía. Hora de recargar energías.
es_es: Tu lista de tareas pendientes está vacía. Es momento de recargar energías.
fi: Tehtävälistasi on tyhjä. Aika ladata.
fr: Votre liste de tâches est vide. Il est temps de vous ressourcer.
fr_ca: Votre liste à faire est vide. Temps de recharger.
ga: Tá do liosta le déanamh folamh. Am chun athluchtú.
hi: आपकी करने के लिए सूची खाली है। रीचार्ज करने का समय हो गया है।
ht: Lis tach ou a vid. Lè pou rechaje.
id: Daftar to do Anda kosong. Waktunya mengisi ulang.
is: Verkefnalistinn þinn er tómur. Kominn tími á að hlaða rafhlöðurnar.
it: Il tuo elenco di cose da fare è vuoto. Ricarica.
ja: あなたのタスクリストは空です。英気を養う時間です。
ko: 할 일 목록이 비어 있습니다. 활력을 재충전할 시간입니다.
mi: Kei te wātea tō hei – mahi rārangi. Kua tae te wā ki te whakahou.
ms: Senarai untuk dilakukan anda kosong. Masa untuk berehat.
nb: Din gjøremålsliste er tom. På tide å lade opp på nytt.
nb_instk12: Din gjøremålsliste er tom. På tide å lade opp på nytt.
nl: Je Takenlijst is leeg. Tijd om de batterij weer op te laden.
pl: Twoja lista zadań jest pusta. Pora doładować.
pt: A sua lista de tarefas está vazia. Hora de recarregar.
pt_br: Sua lista de tarefas está vazia. Hora de recarregar.
ru: Ваш список задач пуст. Время подкрепиться.
sl: Čakajoča opravila je prazen. Čas za polnjenje z energijo.
sv: Din att göra-lista är tom. Dags att ladda batterierna.
sv_instk12: Din att göra-lista är tom. Dags att ladda batterierna.
th: รายการสิ่งที่ต้องทำของคุณว่างเปล่า ถึงเวลารีชาร์จแล้ว
vi: Danh sách việc cần làm của bạn đang trống. Đến lúc nạp năng lượng rồi.
zh: 您的待办事项清单为空。是时间充电了。
zh_hk: 您的待辦清單為空。是時候充一充電。

source: Your To Do was not added, you can try it again.
ar: لم تتم إضافة قائمة مهامك، يمكنك إعادة المحاولة.
ca: No s’ha afegit la vostra llista de Tasques pendents; podeu tornar-ho a provar.
cy: Nid yw eich Rhestr Tasgau i’w Gwneud wedi’i hychwanegu. Gallwch roi cynnig arall arni.
da: Din opgaveliste blev ikke tilføjet. Prøv igen.
da_instk12: Din opgaveliste blev ikke tilføjet. Prøv igen.
de: Ihre Aufgaben wurden nicht hinzugefügt, Sie können es noch einmal versuchen.
es: Su lista por hacer no se agregó, puede volver a intentarlo.
es_es: No se ha añadido tu tarea pendiente. Puedes intentarlo de nuevo.
fi: Tehtävääsi ei lisätty, voit yrittää sitä uudelleen.
fr: Votre liste de tâches n’a pas été ajoutée, réessayez.
fr_ca: Votre travail à faire n’a pas été ajouté, vous pouvez réessayer.
ga: Níor cuireadh do ‘Le Déanamh’ leis, is féidir leat triail eile a bhaint as.
hi: आपका करने के लिए नहीं जोड़ा गया, आप फिर से कोशिश कर सकते हैं।
ht: Si Lis Tach ou a pa t ajoute, ou ka eseye l ankò.
id: Daftar yang Harus Dilakukan tidak ditambahkan, Anda bisa mencobanya lagi.
is: Verkefni þínu var ekki bætt við, þú getur reynt að bæta því aftur við.
it: Le tue cose da fare non sono state aggiunte, puoi riprovare.
ja: To Doが追加されていません。もう一度やり直してください。
ko: 할 일이 추가되지 않았습니다. 다시 시도해 볼 수 있습니다.
mi: Kaore i taapirihia to Mahi, ka taea e koe te ngana ano.
ms: Untuk Dilakukan anda tidak ditambah, anda boleh mencuba semula.
nb: Gjøremålet ditt ble ikke lagt til, du kan prøve igjen.
nb_instk12: Gjøremålet ditt ble ikke lagt til, du kan prøve igjen.
nl: Je taak is niet toegevoegd, maar je kunt het opnieuw proberen.
pl: Twoja lista zadań nie została dodana; możesz spróbować ponownie.
pt: A sua tarefa não foi adicionada, pode tentar novamente.
pt_br: Sua lista de tarefas não foi adicionada, tente novamente.
ru: Ваш список дел не был добавлен, попробуйте еще раз.
sl: Vaš seznam opravil ni bil dodan, lahko poskusite znova.
sv: Din att-göra lades inte till. Du kan försöka igen.
sv_instk12: Din att-göra lades inte till. Du kan försöka igen.
th: ไม่ได้เพิ่มรายการที่ต้องดำเนินการของคุณ คุณสามารถลองใหม่อีกครั้ง
vi: Việc Cần Làm của bạn chưa được thêm, bạn có thể thử lại.
zh: 您的待办事项未添加，您可以重试。
zh_hk: 您的待辦事項尚未添加，您可以重試。

source: Your To-do list is empty. Time to recharge.
ar: قائمة المهام فارغة. حان وقت إعادة الشحن.
ca: La llista de tasques pendents està buida. És l'hora de recarregar-la.
cy: Mae eich rhestr Tasgau i’w Gwneud yn wag. Amser i ddod atoch eich hun.
da: Din opgaveliste er tom. Tid til at tage den med ro.
da_instk12: Din opgaveliste er tom. Tid til at tage den med ro.
de: Ihre To-Do-Liste ist leer. Zeit zum Nachladen.
es: Su lista de ítems Por hacer está vacía. Es hora de recargar energías.
es_es: Tu lista de tareas pendientes está vacía. Es momento de recargar energías.
fi: Tehtävälistasi on tyhjä. Aika ladata.
fr: Votre liste À faire est vide. Il est temps de vous ressourcer.
fr_ca: Votre liste de tâches à accomplir est vide. Temps de recharger.
ga: Tá do liosta Le Déanamh folamh. Am chun athluchtú.
hi: आपकी 'करने के लिए' सूची खाली है। रीचार्ज करने का समय हो गया है।
ht: Lis Tach pou fè a vid. Lè pou rechaje.
id: Daftar To-do Anda kosong. Waktunya mengisi ulang.
is: Verkefnalistinn þinn er tómur. Kominn tími á að hlaða rafhlöðurnar.
it: Il tuo elenco attività è vuoto. Ricarica.
ja: あなたのするべきことリストは空です。英気を養う時間です。
ko: 할 일 목록이 비어 있습니다. 활력을 재충전할 시간입니다.
mi: Kāore he mea i roto i tō rārangi mahi. Kua tae te wā ki te whakahou.
ms: Item Untuk Dilakukan anda kosong. Masa untuk berehat.
nb: Gjøremålslisten din er tom. På tide å lade opp på nytt.
nb_instk12: Gjøremålslisten din er tom. På tide å lade opp på nytt.
nl: Je lijst met opdrachten is leeg. Tijd om de batterij weer op te laden.
pl: Twoja lista zadań jest pusta. Pora doładować.
pt: A sua lista A fazer está vazia. Hora de recarregar.
pt_br: Sua lista de tarefas está vazia. Hora de recarregar.
ru: Ваш список задач пуст. Время подкрепиться.
sl: Vaš seznam opravil je prazen. Čas za polnjenje z energijo.
sv: Din Att göra-lista är tom. Dags att ladda batterierna.
sv_instk12: Din Att göra-lista är tom. Dags att ladda batterierna.
th: รายการสิ่งที่ต้องทำของคุณว่างเปล่า ถึงเวลารีชาร์จแล้ว
vi: Danh sách Việc Cần Làm của bạn đang trống. Đã đến lúc nghỉ ngơi.
zh: 您的待办任务列表为空。是时间充电了。
zh_hk: 您的待辦事項清單並無任何項目。是時候充一充電。

# your_grade_pts
source: Your Grade: %2$@ pts
ar: الدرجة الخاصة بك: %2$@ النقاط
ca: La vostra nota: %2$@ punts
cy: Eich Gradd: %2$@ pwynt
da: Din karakter: %2$@ point
da_instk12: Din vurdering: %2$@ point
de: Ihre Note: %2$@ Pkte.
es: Su calificación: %2$@ pts
es_es: Tu puntuación: %2$@ ptos
fi: Arvosanasi: %2$@ pistetä
fr: Votre note : %2$@ pts
fr_ca: Votre notation : %2$@ pts
ga: Do Mharc: %2$@ pte
hi: आपका ग्रेड: %2$@ पॉइंट्स
ht: Rezilta Ou: %2$@ pwen
id: Nilai Anda: %2$@ poin
is: Einkunn þín: %2$@ punktar
it: Il tuo voto: %2$@ pt
ja: あなたの評定：%2$@ポイント
ko: 내 성적: %2$@ 점
mi: Tō Kōeke: %2$@ ngā koinga
ms: Gred Anda: %2$@ mata
nb: Din vurdering: %2$@ poeng
nb_instk12: Din vurdering: %2$@ poeng
nl: Je cijfer: %2$@ ptn
pl: Twoja ocena: %2$@ pkt
pt: Sua Classificação: %2$@ pts
pt_br: Sua nota: %2$@ pts
ru: Ваша оценка: %2$@ баллы
sl: Vaša ocena: %2$@ točk
sv: Ditt omdöme: %2$@ poäng
sv_instk12: Din bedömning: %2$@ poäng
th: เกรดของคุณ: %2$@ คะแนน
vi: Điểm của Bạn: %2$@ điểm
zh: 您的等级：%2$@得分
zh_hk: 您的評分：%2$@分數

source: Canvas Guides
ca: Guies del Canvas
cy: Canllawiau Canvas
da: Canvas-vejledningerne
da_instk12: Canvas-vejledningerne
de: Canvas-Leitfäden
es: Guías de Canvas
es_es: Guías de Canvas
fi: Canvas-oppaat
fr: Guides de Canvas
fr_ca: Guides de Canvas
ga: Treoracha Canvas
hi: Canvas गाइड
ht: Gid Canvas
id: Panduan Canvas
is: Canvas leiðarvísar
it: Guide Canvas
ja: Canvas ガイド
ko: Canvas 가이드
mi: Canvas Kaiārahi
ms: Panduan Canvas
nb: Canvas-guider
nb_instk12: Canvas-guider
nl: Canvas-handleidingen
pl: Przewodniki Canvas
pt: Guias Canvas
ru: Руководства Canvas
sl: Vodniki po sistemu Canvas
sv: Canvas-guider
sv_instk12: Canvas-guider
th: คู่มือ Canvas
zh: Canvas 指南
zh_hk: Canvas 指南

source: Canvas Network
ca: Xarxa Canvas
de: Canvas-Netzwerk
fi: Canvas-verkosto
ga: Líonra Canvas
id: Jaringan Canvas
is: Canvas net
mi: Canvas Whatunga
ms: Jaringan Canvas
nb: Canvas Nettverk
nb_instk12: Canvas Nettverk
sl: Omrežje Canvas Network
sv: Canvas-nätverk
sv_instk12: Canvas-nätverk
vi: Mạng Lưới Canvas
zh: Canvas 网络

source: Canvas Student
ca: Estudiant del Canvas
cy: Myfyriwr Canvas
da: Canvas-studerende
da_instk12: Canvas-elev
de: Canvas-Studierende*r
es: Estudiante de Canvas
es_es: Estudiante de Canvas
fi: Canvas-opiskelija
fr: Élève Canvas
fr_ca: Étudiant Canvas
ga: Mac Léinn Canvas
is: Canvas nemandi
it: Studente Canvas
ja: Canvas 受講者
mi: Canvas Ākonga
nb_instk12: Canvas-elev
pl: Uczestnik Canvas
pt: Aluno Canvas
ru: Студент Canvas
sl: Študent v sistemu Canvas
sv_instk12: Canvas-elev
vi: Sinh Viên Canvas
zh: Canvas 学生

source: Canvas Teacher
ca: Professor del Canvas
de: Canvas-Lehrende*r
es: Profesor de Canvas
es_es: Profesor de Canvas
fi: Canvas-opettaja
fr_ca: Enseignant Canvas
ga: Múinteoir Canvas
is: Canvas kennari
it: Insegnante Canvas
ja: Canvas 教員
mi: Canvas Kaiako
pl: Nauczyciel Canvas
ru: Преподаватель Canvas
sl: Izvajalec v sistemu Canvas
sv: Canvas-lärare
sv_instk12: Canvas-lärare
vi: Giáo Viên Canvas
zh: Canvas 教师

source: Fw: %@
ca: Reenvia: %@
cy: Yml: %@
da: Vs.: %@
da_instk12: Vs.: %@
es: Reenv.: %@
es_es: Re: %@
fi: ET: %@
fr: Tr : %@
fr_ca: Transfert : %@
hi: आगे भेजें: %@
is: Áframsent: %@
it: I: %@
ja: 転送：%@
ms: Dimajukan: %@
nl: Doorsturen: %@
pl: DW: %@
pt_br: En: %@
sl: Posreduj: %@
th: ส่งต่อ: %@
vi: Chuyển Tiếp: %@
zh: 转发： %@
zh_hk: 轉發：%@

source: Canvas Parent
ga: Máthairchúrsa Canvas
is: Canvas-móðurskrá
ja: Canvas 親
mi: Canvas Matua
sl: Aplikacija Canvas Parent

source: Studio
hi: स्टूडियो
is: Stúdíó

source: URL
is: Vefslóð
